Repository: semdelion/RL
Catalog: ReLearn.Core/Localization/AppResources.*.resx
Languages: ru

# AddViewModel_EnterWord
source: Enter word!
ru: Введите слово!

# AddViewModel_WordAdded
source: Word added!
ru: Слово добавлено!

# AddViewModel_WordExists
source: The word exists!
ru: Слово уже существует!

# DictionaryReplenishmentViewModel_DataCorrectness
source: Data entered incorrectly
ru: Данные введены некорректно

# DictionaryReplenishmentViewModel_WordsAdded
source: Words have been added to your dictionary
ru: Слова были добавлены в ваш словарь

# GeneralStatisticsViewModel_Average
source: Average
ru: Среднее значение

# GeneralStatisticsViewModel_Correct
source: Correct
ru: Верные

# GeneralStatisticsViewModel_CorrectAnswers
source: Correct answers
ru: Верные ответы

# GeneralStatisticsViewModel_DegreeOfStudy
source: Degree of study
ru: Степень изученности

# GeneralStatisticsViewModel_Incorrect
source: incorrect
ru: неверные

# GeneralStatisticsViewModel_Month
source: Month
ru: Месяц

# GeneralStatisticsViewModel_NumberCorrectAnswers
source: Answer Ratio
ru: Соотношение ответов

# GeneralStatisticsViewModel_NumberInconvenientFilms
source: Number of inconvenient films
ru: Количество затруднительных фильмов

# GeneralStatisticsViewModel_NumberInconvenientFlags
source: Number of inconvenient flags
ru: Количество затруднительных флагов

# GeneralStatisticsViewModel_NumberInconvenientImages
source: Number of inconvenient images
ru: Количество затруднительных изображений

# GeneralStatisticsViewModel_NumberInconvenientWords
source: Number of inconvenient words
ru: Количество затруднительных слов

# GeneralStatisticsViewModel_NumberLearnedFilms
source: Number of films learned
ru: Количество изученных фильмов

# GeneralStatisticsViewModel_NumberLearnedFlags
source: Number of flags learned
ru: Количество изученных флагов

# GeneralStatisticsViewModel_NumberLearnedImages
source: Number of images learned
ru: Количество изученных изображений

# GeneralStatisticsViewModel_NumberLearnedWords
source: Number of words learned
ru: Количество изученных слов

# GeneralStatisticsViewModel_NumberOfTests
source: number of tests
ru: количество тестов

# GeneralStatisticsViewModel_Of
source: of
ru: из

# GeneralStatisticsViewModel_Today
source: Today
ru: Сегодня

# HomeViewModel_RepeatedAllImages
source: You repeated all the images
ru: Вы повторили все изображения

# HomeViewModel_RepeatedAllWords
source: You repeated all the words
ru: Вы повторили все слова

# LearnViewModel_DictionaryOver
source: Dictionary over
ru: Словарь закончился

# LearnViewModel_Next
source: Next
ru: Дальше

# MainStatisticsViewModel_Correct
source: Correct
ru: Верные

# MainStatisticsViewModel_Incorrect
source: Incorrect
ru: неверные

# MainStatisticsViewModel_LastTest
source: Last testing
ru: Последнее тестирование

# MainViewModel_Learn
source: Learn
ru: Учить

# MainViewModel_Repeat
source: Repeat
ru: Повторить

# SettingsMenuViewModel_Cancel
source: Cancel
ru: Отменить

# SettingsMenuViewModel_ChooseLanguage
source: Choose language
ru: Выберете язык

# SettingsMenuViewModel_ChoosePronunciation
source: Choose pronunciation
ru: Выберете произношение
